Repository: common-repository/show-next-upcoming-post-snup-widget
Catalog: languages/snup-lang-*.po
Languages: nb_no

source: Published
nb_no: Publiseres

source: No planed posts yet.
nb_no: Ingen planlagte innlegg enda.

source: Show Next Upcoming Post
nb_no: Vis neste kommende innlegg

source: New title
nb_no: Ny tittel

source: Title:
nb_no: Tittel:

source: Please type the teaser text here
nb_no: Vennligst skriv en liten sniktitt for dette innlegget

source: Max 100 characters.
nb_no: Maks 100 tegn.

source: Custom teaser title.
nb_no: Tittel for sniktitten.

source: Show only in the SNUP Widget until the post is published.
nb_no: Vises kun i SNUP-widgeten til innlegget er publisert.

source: No planned posts yet.
nb_no: Ingen planlagte innlegg enda.

source: Published:
nb_no: Publiseres:

source: Show a teaser of the next upcoming post
nb_no: Vis en sniktitt av det neste planlagte innlegget
